Repository: fedealvz/Woo-iFactura
Catalog: woo-ifactura/languages/woo-ifactura-*.po
Languages: es_es

source: iFactura Settings
es_es: Configuración de iFactura

source: DNI
es_es: Documento (CUIT/CUIL/DNI)

source: Tax Treatment
es_es: Condición Impositiva

source: <strong>Error</strong>: DNI must be a numeric value!.
es_es: <strong>Error</strong>: El documento debe ser un valor numérico.

source: <strong>Error</strong>: DNI is required!.
es_es: <strong>Error</strong>: El documento es requerido.

source: <strong>Error</strong>: Tax Treatment is invalid.
es_es: <strong>Error</strong>: La condición impositiva es incorrecta.

source: <strong>Error</strong>: Tax Treatment is required.
es_es: <strong>Error</strong>: La condición impositiva es requerida.

source: CUIT/CUIL/DNI
es_es: Documento (CUIT/CUIL/DNI)

source: enter your dni
es_es: Ingresar documento

source: Your DNI is invalid.
es_es: El documento es incorrecto.

source: Tax Treatment is invalid.
es_es: La condición impositiva es incorrecta.

source: People Registry Type
es_es: Tipo de Persona

source: Invoice Type
es_es: Tipo de comprobante

source: create invoice
es_es: Crear comprobante

source: Invoice
es_es: Comprobante

source: awaiting invoice
es_es: Esperando el procesamiento del comprobante

source: view invoice
es_es: Ver el comprobante generado

source: cancel invoice
es_es: Crear nota de crédito

source: view invoice cancel
es_es: Ver nota de crédito generada

source: delete invoice
es_es: Borrar comprobantes

source: Input parameters
es_es: Parámetros de entrada

source: Activate test mode
es_es: Activar entorno de pruebas (demo)

source: Activate sandbox mode.
es_es: Se generarán comprobantes sin validez fiscal para el entorno demo.

source: User
es_es: Usuario

source: Hash
es_es: Contraseña

source: Point of sale
es_es: Punto de Venta

source: Point of sale for invoices
es_es: Punto de venta (por ejemplo,"5")

source: Tax treatment
es_es: Condición impositiva

source: Autosend invoice
es_es: Activar auto-envío

source: Autosend desc
es_es: Activar el autoenvio de comprobantes mediante la plataforma iFactura

source: Contact
es_es: Contacto

source: IVA %
es_es: Porcentaje de IVA

source: IVA iFactura
es_es: Se adicionara este porcentaje a la factura
